<template></template>
<script>
  export default {
    data: function () {
      return {
        content: `
# 自我介绍

> 我叫陈新鑫，是一名热爱编程的数字媒体技术专业即将毕业的大四学生。

> 参与过多个项目开发，有比较丰富的项目经验（大部落的前端设计、UI设计、API接口,U3d游戏）

> 作为一名程序员，在项目中可以进行 需求分析、UI设计、接口设计、业务代码开发、项目测试等工作

> 喜欢新技术的尝试和挑战，并且有较强的专业技术，能够与同事和谐相处

> 平时热爱运动，经常和小伙伴约球，放松自己，也避免坐太久的后遗症

---

# 联系方式

- 手机：187508014**
- Email：954669193@qq.com
- QQ/微信号：954669193

---

#个人信息

 - 男/1995
 - 本科/数学媒体技术专业
 - 工作年限：2017-07 开启工作之旅
 - 技术博客：http://blog.csdn.net/Kingcxx
 - Github：http://github.com/187508014**

 - 期望职位：前端开发工程师
 - 期望薪资：6k ~ 10k
 - 期望城市：福州 > 深圳、杭州

---

# 工作经历
## 福州格雷克兰信息技术有限公司（ 2017年4月 ~ 至今 ）


> 我在此项目负责了大部落的前端开发，大部落的需求分析，大部落的UI设计，大部落的HTML/CSS/J。
当初由于VUE比较轻量化，我们在开发期间开始引用VUE，来做数据的管理和交互，由于大家都没接触，
我花了一个星期看完vue的官方文档，就直接在项目中开始应用VUE。这个项目中，我最困难的问题是
UI设计，由于没有UI设计师，就由我负责了大部落的我采取了什么措施，由于审美的原因，确实设计
不出的好的作品。于是开始在花瓣网，bootstrap之间流浪，花了半个月时间设计完整体的UI框架，
最后结果如何。这个项目中，我最自豪的技术就是我的UI设计啦，因为就我可以设计UI，同事和领导也很需要我。


## 元亨健身 （ 2016年7月 ~ 2016年9月 ）

> 暂时保密...


---

# 技能清单

以下均为我熟练使用的技能

- Web开发：Javascript/Node
- Web框架：ThinkPHP5
- 前端框架：Bootstrap/HTML5/Vue
- 前端工具：Webpack

以下我业余使用的技能
- 数据库相关：MySQL
- 游戏相关：unity3D/任务建模/C#
- 媒体相关：摄影/摄像/Photosshop
- 运动相关：篮球/骑车
---

# 致谢
感谢您花时间阅读我的简历，期待能有机会和您共事。
        `
      }
    }
  }
</script>

<style>

</style>

